//============{ MENU ADM }============\\

const adms = (prefix) => {
return`

ꕥ╦═════════════ꕥ
┌┤   🚨꧁ 𝙰.𝙳.𝙼.𝚂 ꧂🚨
║╞═════════════ꕥ
║║ ⚠︎ᶜᵒᵐᵖʳᵃˢ/ᵛᵃʳᵉʲᵒ⚠︎
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 🚨 𝙰.𝙳.𝙼.𝚂 🚨 」*
│◦➪${prefix}ʀᴇᴠɪᴠᴇʀ [⇝@ᴍsɢ⇜]
│◦➪${prefix}ᴋɪᴄᴋ [⇝@⇜]
│◦➪${prefix}ʙᴀɴ [⇝@ᴍsɢ⇜]
│◦➪${prefix}ʙᴀɴғᴀᴋᴇ 
│◦➪${prefix}ᴘʀᴏᴍᴏᴠᴇʀ [⇝@⇜]
│◦➪${prefix}ʀᴇʙᴀɪxᴀʀ [⇝@⇜]
│◦➪${prefix}ᴛᴏᴛᴀɢ [⇝ᵗˣᵗᶜᵒᵐᶠᵒᵗᵒ⇜]
│◦➪${prefix}ʜɪᴅᴇᴛᴀɢ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ᴍᴀʀᴄᴀʀ [⇝ᵍᵉʳᵃˡ⇜]
│◦➪${prefix}ᴍᴀʀᴄᴀʀ2 [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ʟɪsᴛᴀғᴀᴋᴇ
│◦➪${prefix}ʟɪsᴛᴀʙʀ
│◦➪${prefix}ʟɪsᴛᴀɴᴇɢʀᴀ
│◦➪${prefix}ᴛɪʀᴀʀᴅᴀʟɪsᴛᴀ
│◦➪${prefix}ʟɪsᴛʙᴀɴ
│◦➪${prefix}sᴘᴀᴍ [⇝@ᵍᵉʳᵃˡ⇜]
│◦➪${prefix}sɪᴍɪʜ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}sɪᴍɪʜ2 [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴏɴʟɪɴᴇs
│◦➪${prefix}ʟᴇɢᴇɴᴅᴀʙᴠ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ʟᴇɢᴇɴᴅᴀʙᴠ2 [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ʟᴇɢᴇɴᴅᴀsᴀɪᴜ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ʟᴇɢᴇɴᴅᴀsᴀɪᴜ2 [⇝ᵐˢᵍ⇜]
└❏ *「 🚨 𝙰.𝙳.𝙼.𝚂 🚨 」*

╭━━ ⪩
┌❏  *「 ♻️ 𝙶𝚁𝚄𝙿𝙾 ♻️  」*
│◦➪${prefix}ɴᴏᴠᴏʟɪɴᴋ
│◦➪${prefix}ʟɪᴍᴘᴀʀ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ᴀᴛɪᴠɪᴅᴀᴅᴇs [⇝ᵐˢᵍ/ɢᴘ⇜]
│◦➪${prefix}sᴛᴀᴛᴜs [⇝ɢᴘ⇜]
│◦➪${prefix}ɢʀᴜᴘᴏ [⇝ᶠᵉᶜʰᵃʳ/ᴀʙʀɪʀ⇜]
│◦➪${prefix}ᴄʟᴏsᴇɢᴘ
│◦➪${prefix}ᴏᴘᴇɴɢᴘ
│◦➪${prefix}ᴅᴇsᴄɢᴘ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}sᴏʀᴛᴇɪᴏɴᴜᴍᴇʀ [⇝+55⇜]
│◦➪${prefix}sᴏʀᴛᴇɪᴏ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ᴠᴏᴛᴀçᴀᴏ [⇝ᵐˢᵍ⇜] lklkklklklklklkl
│◦➪${prefix}ᴍᴀʀᴄᴀʀᴡᴀᴍᴇ
│◦➪${prefix}ᴡᴀᴍᴇ
│◦➪${prefix}ʟɪɴᴋɢᴘ 
│◦➪${prefix}ɴᴏᴍᴇɢᴘ
│◦➪${prefix}ғᴏᴛᴏɢᴘ
└❏ *「 ♻️ 𝙶𝚁𝚄𝙿𝙾 ♻️ 」*

╭━━ ⪩
┌❏ *「 🚦𝙰𝚃𝙸𝚅/𝙳𝚂𝚃🚦 」*
│◦➪${prefix}ᴍᴏᴅᴏᴊᴏɢᴏ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪʟᴏᴄᴀʟɪᴢᴀ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪᴅᴏᴄᴜᴍᴇɴᴛᴏ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪᴄᴀᴛᴀʟᴏɢᴏ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪsᴛɪᴄᴋᴇʀ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪᴄᴏɴᴛᴀᴛᴏ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪᴘᴀʟᴀᴠʀᴀs [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪsᴘᴀᴍ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪʟɪɴᴋ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪʟɪɴᴋɢᴘ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀᴜᴛᴏғɪɢᴜ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪᴀᴜᴅɪᴏ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪᴠɪᴅᴇᴏ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪɴᴏᴛᴀ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪɪᴍɢ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴡᴇʟᴄᴏᴍᴇ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴡᴇʟᴄᴏᴍᴇ2 [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ɴsғᴡ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ʟᴇᴠᴇʟɪɴɢ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
└❏ *「 🚦𝙰𝚃𝚅/𝙳𝚂𝚃🚦 」*

`
}

//======={ MENU ALTERNADORES }========\\

const alteradores = (prefix) => {
return`
ꕥ╦═════════════ꕥ
┌┤  🩸 𝙰𝙻𝚃𝙴𝚁𝙰𝙳𝙾𝚁𝙴𝚂 🩸
║╞═════════════ꕥ
║║ ⚠︎ᵃᵘᵈⁱᵒ/ᵛⁱᵈᵉᵒ⚠︎
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 🧬 𝚅.𝙸.𝙳.𝙴.𝙾 🧬  」*
│◦➪${prefix}ᴠɪᴅᴇᴏʟᴇɴᴛᴏ [⇝@ᵛᶤᵈᵉᵒ⇜]
│◦➪${prefix}ᴠɪᴅᴇᴏᴄᴏɴᴛʀᴀʀ [⇝@ᵛᶤᵈᵉᵒ⇜]
│◦➪${prefix}ᴠɪᴅᴇᴏʀᴀᴘɪᴅᴏ [⇝@ᵛᶤᵈᵉᵒ⇜]
└❏ *「 🧬 𝚅.𝙸.𝙳.𝙴.𝙾 🧬 」*

╭━━ ⪩
┌❏  *「 ⚙️ 𝙰.𝚄.𝙳.𝙸.𝙾 ⚙️  」*
│◦➪${prefix}ᴀᴜᴅɪᴏʀᴀᴘɪᴅᴏ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ᴀᴜᴅɪᴏʟᴇɴᴛᴏ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ᴠᴏᴢᴍᴇɴɪɴᴏ  [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ɢʀᴀᴠᴇ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ɢʀᴀᴠᴇ2 [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ᴇsǫᴜɪʟᴏ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ᴇsᴛᴏᴜʀᴀʀ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ʙᴀss [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ʙᴀss2 [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ʙᴀss3 [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ᴇᴀʀʀᴀᴘᴇ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ʙʟᴏᴡɴ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ʀᴇᴠᴇʀsᴇ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ᴛᴜᴘᴀɪ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ᴅᴇᴇᴘ [⇝@ᵃᵘᵈᶤᵒ⇜]
│◦➪${prefix}ғᴀᴛ [⇝@ᵃᵘᵈᶤᵒ⇜]
└❏ *「 ⚙️ 𝙰.𝚄.𝙳.𝙸.𝙾 ⚙️ 」*     

`
}

//=========={ MENU DONO }==========\\

const menudono = (prefix) => {
return`
ꕥ╦═════════════ꕥ
┌┤     💠 𝙼𝙴𝙽𝚄-𝙳𝙾𝙽𝙾 💠
║╞═════════════ꕥ
║║  ⚠︎ᵐᵉⁿᵘ/ᵈᵒⁿᵒ⚠︎
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 💠𝙳.𝙾.𝙽.𝙾💠 」*
│◦➪${prefix}ʟɪᴍᴘᴀʀ
│◦➪${prefix}ʙʟᴏᴄᴋ [⇝@⇜]
│◦➪${prefix}ᴜɴʙʟᴏᴄᴋ [⇝@⇜]
│◦➪${prefix}ʙᴀɴɢᴘ 
│◦➪${prefix}ᴜɴʙᴀɴɢᴘ 
│◦➪${prefix}ᴀᴅᴅᴘᴀʟᴀᴠʀᴀ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ᴅᴇʟᴘᴀʟᴀᴠʀᴀ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ᴀᴜsᴇɴᴛᴇ [⇝ᵈᶤᵍᵃ/ㅤᵃˡᵍᵒ⇜]
│◦➪${prefix}ʙʟᴏᴄᴋᴄᴍᴅ [⇝ᶜᵐᵈ⇜]
│◦➪${prefix}ᴜɴʙʟᴏᴄᴋᴄᴍᴅ [⇝ᶜᵐᵈ⇜]
│◦➪${prefix}ʟɪsᴛᴀᴄᴍᴅ
│◦➪${prefix}ʙʟᴏᴄᴋʟɪsᴛ
│◦➪${prefix}ʟɪsᴛᴀɢᴘ
│◦➪${prefix}ɪʟɪᴍɪᴛᴘᴇᴛ
│◦➪${prefix}ᴄʀɪᴀʀᴛʙʟ
│◦➪${prefix}ᴄʀɪᴀɢᴘ
│◦➪${prefix}ᴀʟᴜɢᴜᴇʟ
│◦➪${prefix}ʙᴀɴɪʀ10 [⇝ᵇᵃᶰ/ᶠᵗˢ⇜]
│◦➪${prefix}ɴᴏᴠᴏʟɪɴᴋ
│◦➪${prefix}ᴀɴᴛɪᴘᴀʟᴀᴠʀᴀᴏ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪʟɪɢᴀʀ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀɴᴛɪᴘᴠ [⇝ᵒᶰ/ᵒᶠᶠ⇜]
│◦➪${prefix}ᴀᴛɪᴠᴏ
│◦➪${prefix}ʀᴇɪɴɪᴄɪᴀʀ
│◦➪${prefix}ʙᴄɢᴘ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ᴛʀᴀɴsᴍɪᴛɪʀ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ɢᴀɴʜᴀʟᴇᴠᴇʟ
│◦➪${prefix}ɢᴀɴʜᴀxᴘ
│◦➪${prefix}ᴅᴏɴᴏs [⇝ᵃᵗᵉ/6ᵈᵒᶰᵒˢ⇜]
└❏ *「 💠𝙳.𝙾.𝙽.𝙾💠 」*
`
}

//========={ MENU STICKER }==========\\

const figurinhas = (prefix) => {
return`
ꕥ╦═════════════ꕥ
┌┤    🚧  S̸T̸I̸C̸K̸E̸R̸/A̸T̸T̸P̸ 🚧
║╞═════════════ꕥ
║║ ⚠︎ ᵐᵉⁿᵘ-ᶠⁱᵍᵘ ⚠︎ 
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 𝑭𝑰𝑮𝑼𝑹𝑰𝑵𝑯𝑨𝑺 」*
│◦➪${prefix}ғsᴛɪᴄᴋᴇʀ
│◦➪${prefix}sᴛɪᴄᴋᴇʀ
│◦➪${prefix}s
│◦➪${prefix}sғᴜɴᴅᴏ
│◦➪${prefix}ᴛᴏɢɪғ
│◦➪${prefix}ᴛᴏɪᴍɢ
│◦➪${prefix}ʀᴏᴜʙᴀʀ
│◦➪${prefix}ᴇᴍᴏᴊɪᴍɪx
└❏ *「𝑭𝑰𝑮𝑼𝑹𝑰𝑵𝑯𝑨𝑺 」*

┌❏ *「 PACK-FIGU] 」*
│◦➪${prefix}ᴄʜɪᴢᴜʀᴜ-ғɪɢᴜ
│◦➪${prefix}ᴀᴋᴀᴍᴇ-ғɪɢᴜ
│◦➪${prefix}ᴅᴇsᴛɪɴʏ-ғɪɢᴜ
│◦➪${prefix}ʜɪɴᴀᴛᴀ-ғɪɢᴜ
│◦➪${prefix}ɪᴛsᴜᴋɪ-ғɪɢᴜ
│◦➪${prefix}ᴋᴀɢᴜʏᴀ-ғɪɢᴜ
│◦➪${prefix}ᴋᴏᴍɪ-ғɪɢᴜ
│◦➪${prefix}ᴍᴇɢᴜᴍɪɴ-ғɪɢᴜ
│◦➪${prefix}ɴᴀɢᴀᴛᴏʀᴏ-ғɪɢᴜ
│◦➪${prefix}ɴᴀʀᴜᴛᴏ-ғɪɢᴜ
│◦➪${prefix}ɴᴇᴢᴜᴋᴏ-ғɪɢᴜ
│◦➪${prefix}sᴀᴋᴜʀᴀ-ғɪɢᴜ
│◦➪${prefix}sᴀᴋᴜʀᴀᴊɪᴍᴀ-ғɪɢᴜ
│◦➪${prefix}sᴜᴢᴜʏᴀ-ғɪɢᴜ
│◦➪${prefix}ᴛᴀɴᴊɪʀᴏ-ғɪɢᴜ
│◦➪${prefix}ᴢᴇʀᴏ-ғɪɢᴜ
│◦➪${prefix}ᴢᴏʀᴏ-ғɪɢᴜ
└❏ *「PACK-FIGU]」*

┌❏ *「 PACK-EXTRAS] 」*
│◦➪${prefix}ᴀʟᴇᴀᴛᴏʀɪᴀ-ғɪɢᴜ
│◦➪${prefix}ᴇᴍᴏᴊɪ-ғɪɢᴜ
│◦➪${prefix}ᴍᴇᴍᴇ-ғɪɢᴜ
│◦➪${prefix}ᴀɴɪᴍᴇ-ғɪɢᴜ
│◦➪${prefix}ᴄᴏʀᴇᴀɴᴀ-ғɪɢᴜ
│◦➪${prefix}ᴇɴɢʀᴀᴄᴀᴅᴀ-ғɪɢᴜ
│◦➪${prefix}ʀᴀɪᴠᴀ-ғɪɢᴜ
│◦➪${prefix}ʀᴏʙʟᴏx-ғɪɢᴜ
└❏ *「PACK-EXTRAS]」*
`
}

//=========={ MENU JOGOS }==========\\

const jogos = (prefix) => {
return`
ꕥ╦═════════════ꕥ
┌┤ 🕹️J̺͆O̺͆G̺͆O̺͆S̺͆/R̺͆A̺͆N̺͆K̺͆S̺͆🕹️
║╞═════════════ꕥ
║║  ⚠︎ ᵐᵉⁿᵘ-ʲᵒᵍᵒˢ ⚠︎
║╰━━━━── • ──━━━━ꕥ
╭━━ ⪩
║╭━━ ⪩
┌❏ *「 🚦𝙹𝙾𝙶𝙾𝚂🚦 」*
│◦➪${prefix}ᴘᴘᴛ { pedra, papel, tesoura }
│◦➪${prefix}ɢᴏsᴛᴏsᴏ [⇝@⇜]
│◦➪${prefix}ɢᴏsᴛᴏsᴀ [⇝@⇜]
│◦➪${prefix}ʙᴇʙᴀᴅᴏ [⇝@⇜]
│◦➪${prefix}ᴅᴏɢᴏʟᴘᴇ [⇝@⇜]
│◦➪${prefix}ɴᴀᴢɪsᴛᴀ [⇝@⇜]
│◦➪${prefix}ɢᴀʏ [⇝@⇜]
│◦➪${prefix}ғᴇɪᴏ [⇝@⇜]
│◦➪${prefix}ᴄᴏʀɴᴏ [⇝@⇜]
│◦➪${prefix}ᴠᴇsɢᴏ [⇝@⇜]
│◦➪${prefix}ʙᴇɪᴊᴏ [⇝@⇜]
│◦➪${prefix}ᴍᴀᴛᴀʀ [⇝@⇜]
│◦➪${prefix}ᴄʜᴜᴛᴇ [⇝@⇜]
│◦➪${prefix}ᴛʀᴀᴠᴇᴄᴏ [⇝@⇜]
│◦➪${prefix}ᴄʜᴀɴᴄᴇ [⇝ᵐˢᵍ⇜]
│◦➪${prefix}ʀᴇsᴘᴏɴ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}sʜɪᴘᴏ [⇝@⇜]
│◦➪${prefix}ᴋɪᴅʙᴇɴɢᴀʟᴀ 
│◦➪${prefix}ᴄᴀssɪɴᴏ
│◦➪${prefix}ʙᴀᴛᴀʟʜᴀᴘᴇᴛ [⇝@⇜]
│◦➪${prefix}ʀᴏᴜɴᴅ6
│◦➪${prefix}ᴅᴀᴅᴏ
│◦➪${prefix}ᴍᴏᴇᴅᴀ
│◦➪${prefix}ᴄᴀsᴀʟ
│◦➪${prefix}ғᴏʀᴄᴀ
│◦➪${prefix}ᴇᴜɴᴜɴᴄᴀ
└❏ *「 🚦𝙹𝙾𝙶𝙾𝚂🚦 」*

╭━━ ⪩
┌❏  *「 💰𝙼𝙾𝙽𝙴𝚈💰  」*
│◦➪${prefix}ᴄᴀʀᴛᴇɪʀᴀ
│◦➪${prefix}ᴀɴᴀɢʀᴀᴍᴀ [⇝1/0⇜]
│◦➪${prefix}ᴍɪɴᴇʀᴀʀ
│◦➪${prefix}ǫᴜɪᴢᴀɴɪᴍᴀɪs [⇝1/0⇜]
│◦➪${prefix}ᴛᴛᴛ
│◦➪${prefix}ʀᴇsᴇᴛɢᴀᴍᴇ
│◦➪${prefix}ʟᴏᴊᴀ [⇝@/ᶜᵒᵐᵖʳᵃˢ⇜]
└❏ *「 💰𝙼𝙾𝙽𝙴𝚈 💰 」*

╭━━ ⪩
┌❏  *「 🧨 𝙳𝚄𝙴𝙻𝙾𝚂 🧨  」*
│◦➪${prefix}ʙᴀᴛᴀʟʜᴀᴋɪᴍᴇ [⇝@⇜]
│◦➪${prefix}ʙᴀᴛᴀʟʜᴀᴘᴏᴋᴇ [⇝@⇜]
│◦➪${prefix}ʙᴀᴛᴀʟʜᴀ-ᴢ [⇝@⇜]
└❏ *「 🧨 𝙳𝚄𝙴𝙻𝙾𝚂 🧨 」*

╭━━ ⪩
┌❏ *「 🏆 𝚁𝙰𝙽𝙺𝙸𝙽𝙶 🏆 」*
│◦➪${prefix}ʀᴀɴᴋ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ʀᴀɴᴋʟᴇᴠᴇʟ
│◦➪${prefix}ʀᴀɴᴋɢᴀʏ
│◦➪${prefix}ʀᴀɴᴋɢᴀᴅᴏ
│◦➪${prefix}ʀᴀɴᴋᴄᴏʀɴᴏ
│◦➪${prefix}ʀᴀɴᴋɢᴏsᴛᴏsᴏ
│◦➪${prefix}ʀᴀɴᴋɢᴏsᴛᴏsᴀ
│◦➪${prefix}ʀᴀɴᴋɴᴀᴢɪsᴛᴀ
│◦➪${prefix}ʀᴀɴᴋᴏᴛᴀᴋᴜs
│◦➪${prefix}ʀᴀɴᴋᴘᴀᴜ
└❏ *「 🏆 𝚁𝙰𝙽𝙺𝙸𝙽𝙶 🏆 」*
`
}

//============{ MENU LOJA }============\\

const loja = (prefix) => {
return`
ꕥ╦═════════════ꕥ
┌┤  🌐 𝙼𝙴𝚁𝙲𝙰𝙳𝙾-𝙻𝙸𝚅𝚁𝙴 🌐
║╞═════════════ꕥ
║║ ⚠︎ᶜᵒᵐᵖʳᵃˢ/ᵛᵃʳᵉʲᵒ⚠︎
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 🪙 𝙻𝙾𝙹𝙰 🪙  」*
│◦➪${prefix}ᴅᴅᴅ { 81 }
│◦➪${prefix}ɢᴇʀᴀʀᴄᴘғ
│◦➪${prefix}ɢᴇʀᴀᴅᴀᴅᴏs
│◦➪${prefix}ᴄᴇᴘ
│◦➪${prefix}ʟᴏᴊᴀᴘᴇ
│◦➪${prefix}ᴋɪᴛᴘᴇᴛ
│◦➪${prefix}ᴘʀᴏᴛᴇᴢɪᴘᴇᴛ
│◦➪${prefix}ᴀʟɪᴍᴘᴇᴛ
│◦➪${prefix}ᴇɴᴄᴜʀᴛᴀʟɪɴᴋ
└❏ *「 🪙 𝙻𝙾𝙹𝙰 🪙 」*

╭━━ ⪩
┌❏  *「 💯 𝚅𝙸𝙳𝙴𝙾𝚂 💯  」*
│◦➪${prefix}ᴀᴍᴀᴅᴏʀ (1.800)
│◦➪${prefix}ᴏɴʟʏғᴀɴs(1.800)
│◦➪${prefix}ᴘᴏʀɴᴏ(1.800)
│◦➪${prefix}ᴇɢʀɪʟʟ(1.800)
└❏ *「 💯 𝚅𝙸𝙳𝙴𝙾𝚂 💯 」*
 
`
}

//========={ MENU PRINCIPAL }=========\\

const menu = (prefix, NomeDoBot, pushname, NickDono, date, horra) => {
return`
╭━━ ⪩
┌❑「き⃟${NomeDoBot}✿〫 」 
│ 
├❒ 👥nick: ${pushname} 
├❒ 📥criador: ${prefix}criadores
├❒ ♨️Dono: ${NickDono}
├❒ 📅 data : ${date}
├❒ ⌚hora : ${horra} 
├❒ 💋prefix  ${prefix} 
│
└❒ 

╭━━ ⪩
┌❏ *「 💠 𝚖𝚎𝚗𝚞𝚜 💠 」*
│◦➪${prefix}ᴍᴇɴᴜᴀᴅᴍs
│◦➪${prefix}ᴍᴇɴᴜᴊᴏɢᴏs
│◦➪${prefix}ᴍᴇɴᴜᴅᴏɴᴏ
│◦➪${prefix}ᴍᴇɴᴜɪɴғᴏ
│◦➪${prefix}ᴍᴇɴᴜʙᴀsɪᴄᴏ
│◦➪${prefix}ᴍᴇɴᴜᴀɴɪᴍᴇs
│◦➪${prefix}ᴍᴇɴᴜᴘᴀᴄᴋ
│◦➪${prefix}ɴᴜᴠᴇᴍ
│◦➪${prefix}ᴍᴇɴᴜᴘʟᴀʏ
│◦➪${prefix}ᴀʟᴛᴇʀᴀᴅᴏʀᴇs 
│◦➪${prefix}ᴘʟᴀǫᴜɪɴʜᴀ
└❏ 「 © Copyringth By Destiny 」
`
}

//========={ MENU BÁSICO }=========\\

const menubasico = (prefix) => {
return`┌❏ *「 ❄𝚖𝚎𝚗𝚞-𝚋𝚊𝚜𝚒𝚌𝚘❄ 」
│◦➪${prefix}ᴄʀɪᴀᴘᴇᴛ [⇝ɴᴏᴍᴇ⇜]
│◦➪${prefix}ᴘᴇᴛɴᴀᴍᴇ [⇝ɴᴏᴍᴇ⇜]
│◦➪${prefix}ᴅᴇʟᴘᴇᴛ [⇝ᴀᴘᴀɢᴀ-ᴘᴇᴛ⇜]
│◦➪${prefix}ʟᴏᴊᴀᴘᴇᴛ
│◦➪${prefix}ᴘᴇʀғɪʟᴘᴇᴛ
│◦➪${prefix}ɪᴅɪᴏᴍᴀs [⇝ɪᴅɪᴏᴍᴀs⇜]
│◦➪${prefix}ᴡᴀᴍᴇ 
│◦➪${prefix}ᴛᴀɢᴍᴇ
│◦➪${prefix}ᴇᴍᴏᴊɪ
│◦➪${prefix}ᴇᴍɪᴊɪᴍɪx
│◦➪${prefix}ʀᴇᴀɢɪʀ
│◦➪${prefix}ᴄᴏʀʀᴇɪᴏ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ᴛᴀʙᴇʟᴀ [⇝ʟᴇᴛʀᴀ⇜]
│◦➪${prefix}ᴄᴏɴsᴇʟʜᴏʙɪʙʟɪᴄᴏ
│◦➪${prefix}kiah2 (perfil)
│◦➪${prefix}ᴅᴇsᴛʀᴀᴠᴀ
│◦➪${prefix}ᴅᴇsᴛʀᴀᴠᴀ2
│◦➪${prefix}ʟᴇʀᴍᴀɪs
│◦➪${prefix}sɪᴍɪ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}sɪᴍɪʜ2
│◦➪${prefix}ᴘᴇʀғɪʟ
│◦➪${prefix}ᴛᴏᴍᴘ3
│◦➪${prefix}ғʀᴀsᴇ
│◦➪${prefix}sɪɢɴᴏ
│◦➪${prefix}ᴛᴀʙᴇʟᴀɢᴘ
│◦➪${prefix}ᴄᴀʟᴄᴜʟᴀᴅᴏʀᴀ [⇝1+1⇜]
│◦➪${prefix}ғᴀᴢᴇʀɴɪᴄᴋ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ᴍᴇᴛᴀᴅɪɴʜᴀ
│◦➪${prefix}ʀɪɴɢᴛᴏɴᴇ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ᴄᴏғғᴇᴇ
│◦➪${prefix}ᴀᴇsᴛʜᴇᴛɪᴄ
│◦➪${prefix}ᴄᴏsᴘʟᴀʏ
│◦➪${prefix}ᴄᴏsᴘʟᴀʏʟᴏʟɪ
│◦➪${prefix}ᴄᴏsᴘʟᴀʏsᴀɢɪʀ
│◦➪${prefix}ɢᴀᴍᴇᴡᴀʟʟᴘ
│◦➪${prefix}ɢᴀᴛᴏ
│◦➪${prefix}ᴡᴀʟʟᴘᴀᴘᴇʀ2
└❏ *「 ❄𝚖𝚎𝚗𝚞-𝚋𝚊𝚜𝚒𝚌𝚘❄ 」*
` 
}

//========={ MENU INFO }============\\

const menuinfo = (prefix) => {
return`┌❏ *「 ⚙️𝙼𝙴𝙽𝚄-𝙸𝙼𝙵𝙾⚙️  」
│◦➪${prefix}ɪɴғᴏsᴏʀᴛᴇɪᴏ
│◦➪${prefix}ɪɴғᴏᴠᴏᴛᴀçᴀᴏ
│◦➪${prefix}ɪɴғᴏᴘᴀʟᴀᴠʀᴀᴏ
│◦➪${prefix}ɪɴғᴏʟɪsᴛᴀɴᴇɢʀᴀ
│◦➪${prefix}ɪɴғᴏᴘᴇᴛ
│◦➪${prefix}ᴛᴛᴛʜᴇʟᴘ
│◦➪${prefix}ᴘɪɴɢ [⇝ᴠᴇʟᴏ⇜]
│◦➪${prefix}aᴀᴘʀᴇsᴇɴᴛᴀʀ
│◦➪${prefix}ᴄᴇʟᴜʟᴀʀ [⇝ᴘᴇsǫᴜɪsᴀʀ⇜]
│◦➪${prefix}ᴄᴀʟᴄᴜʟᴀᴅᴏʀᴀ [⇝1 + 1⇜]
│◦➪${prefix}ɢɪᴛᴄʟᴏɴᴇ
│◦➪${prefix}ɴᴘᴍsᴛᴀʟᴋ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ɪɢsᴛᴀʟᴋ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ɢɪᴛsᴛᴀʟᴋ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ғғsᴛᴀʟᴋ [⇝ᵗˣᵗ⇜]
│◦➪${prefix}ɢɪᴍᴀɢᴇ
│◦➪${prefix}ᴄʟɪᴍᴀ
│◦➪${prefix}ᴀᴛɪᴠɪᴅᴀᴅᴇ
│◦➪${prefix}ᴛɪɴᴅᴇʀ
│◦➪${prefix}ʟᴇʀғᴏᴛᴏ
│◦➪${prefix}ʀᴀɴᴋᴀᴛɪᴠᴏ
│◦➪${prefix}ʀᴀɴᴋʟᴇᴠᴇʟ (de todos)
│◦➪${prefix}ᴘʟᴀʏsᴛᴏʀᴇ [⇝ᴘᴇsǫᴜɪsᴀʀ⇜]
│◦➪${prefix}ᴍᴇᴅɪᴀғɪʀᴇ
│◦➪${prefix}printsite
│◦➪${prefix}ᴘɪɴᴛᴇʀᴇsᴛ
│◦➪${prefix}ᴡᴀʟʟᴘᴀᴘᴇʀ
│◦➪${prefix}ᴡɪᴋɪᴍᴇᴅɪᴀ
│◦➪${prefix}ɪᴅɪᴏᴍᴀs
│◦➪${prefix}ʙᴜɢ [⇝ǫᴜᴇsᴛɪᴏɴᴇ⇜]
│◦➪${prefix}ᴀᴠᴀʟɪᴇ 
│◦➪${prefix}sᴜɢᴇsᴛᴀᴏ [⇝ᵈᶤᶜᵃ⇜]
└❏ *「 ⚙️𝙼𝙴𝙽𝚄-𝙸𝙼𝙵𝙾⚙️ 」*
`
}

//=========={ MENU PLAY }============\\

const menuplay = (prefix) => {
return `
ꕥ╦═════════════ꕥ
┌┤    🎧 M̺͆U̺͆S̺͆I̺͆C̺͆A̺͆- P̺͆L̺͆A̺͆Y̺͆ 🎧
║╞═════════════ꕥ
║║  ⚠︎MUSICA⚠︎
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 M̺͆U̺͆S̺͆I̺͆C̺͆A̺͆- P̺͆L̺͆A̺͆Y̺͆ 」*
│◦➪${prefix}ᴘʟᴀʏ [⇝ᶰᵒᵐᵉ⇜]
│◦➪${prefix}ᴘʟᴀʏᴍᴘ4 [⇝ᶰᵒᵐᵉ⇜]
│◦➪${prefix}ʏᴛsᴇᴀʀᴄʜ [⇝ᶰᵒᵐᵉ⇜]
│◦➪${prefix}ʏᴛᴍᴘ4 [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ʏᴛᴍᴘ3 [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ᴛɪᴋᴛᴏᴋ-ᴀᴜᴅɪᴏ [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ᴛɪᴋᴛᴏᴋ-ᴠɪᴅᴇᴏ [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ɪɴsᴛᴀ-ᴀᴜᴅɪᴏ [⇝ˡᶤᶰᵏ⇜] 
│◦➪${prefix}ɪɴsᴛᴀ-ᴠɪᴅᴇᴏ [⇝ˡᶤᶰᵏ⇜] 
│◦➪${prefix}ᴛᴡɪᴛᴛᴇʀ-ᴀᴜᴅɪᴏ [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ᴛᴡɪᴛᴛᴇʀ-ᴠɪᴅᴇᴏ [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ғᴀᴄᴇ-ᴀᴜᴅɪᴏ [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ғᴀᴄᴇ-ᴠɪᴅᴇᴏ [⇝ˡᶤᶰᵏ⇜]
│◦➪${prefix}ɪᴍɢᴘʀᴀʟɪɴᴋ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ᴠɪᴅᴇᴏᴘʀᴀʟɪɴᴋ [⇝@/ᵛᶤᵈᵉᵒ⇜]
└❏ *「 M̺͆U̺͆S̺͆I̺͆C̺͆A̺͆- P̺͆L̺͆A͆*
`
}


//============{ MENU +18 }============\\

const packs18 = (prefix) => {
return`
ꕥ╦═════════════ꕥ
┌┤        🔞 𝙼𝙴𝙽𝚄 +18 🔞
║╞═════════════ꕥ
║║ 
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 🔞 𝙵𝙾𝚃𝙾𝚂 🔞  」*
│◦➪${prefix}ᴀʟɪɴᴇ
│◦➪${prefix}ᴀʟɪғᴏx
│◦➪${prefix}ᴀʟʏᴄᴀɪ
│◦➪${prefix}ᴀᴍɪᴄʜᴀɴ
│◦➪${prefix}ᴀɴɪɴʜᴀ
│◦➪${prefix}ʙᴀʙʏ
│◦➪${prefix}ʙᴇʟʟᴇ
│◦➪${prefix}ʙʀᴇɴᴅᴀ
│◦➪${prefix}ᴄᴀᴍɪ
│◦➪${prefix}ᴄʟᴏᴡɴɪᴀᴄ
│◦➪${prefix}ɢᴀʟᴠᴀᴏ
│◦➪${prefix}ɢɪᴏᴠᴀɴɴᴀ
│◦➪${prefix}ɪsᴀᴅᴏʀᴀ
│◦➪${prefix}ɪsᴀ
│◦➪${prefix}ʟᴀʏ
│◦➪${prefix}ʟᴇᴛɪᴄɪᴀ
│◦➪${prefix}ᴍᴀʀɪɴᴀ
│◦➪${prefix}ᴍᴀʀᴜ
│◦➪${prefix}ᴘʀɪɴᴄᴇsᴀ
│◦➪${prefix}ᴍᴇᴀᴅɪɴʜᴀ
│◦➪${prefix}ɴᴀᴛʜ
│◦➪${prefix}ɴᴇɢᴀ
│◦➪${prefix}ᴘᴏʟᴏɴᴇsᴀ
│◦➪${prefix}ᴘᴏʀɴᴏғᴏᴛ
│◦➪${prefix}ʀᴜᴛᴇ
│◦➪${prefix}ᴠɪᴛᴀ
│◦➪${prefix}ᴄᴀʀɴɪᴇ
│◦➪${prefix}ᴇɢʀɪʟ
│◦➪${prefix}ɴᴇᴛᴇʀ
└❏ *「 🔞 𝙵𝙾𝚃𝙾𝚂 🔞 」*

`
}

const menuanimes = (prefix) => {
  return`
  ꕥ╦═════════════ꕥ
┌┤  🛡️ ａｎｉｍｅｓ 🛡️
║╞═════════════ꕥ
║║ 
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 🛡️ ΔŇΞΜ€Ş 🛡️  」*
│◦➪${prefix}ᴋᴏᴍɪ
│◦➪${prefix}ᴢᴇʀᴏ
│◦➪${prefix}ɴᴀɢᴀᴛᴏʀᴏ
│◦➪${prefix}ᴋᴀɢᴜʏᴀ
│◦➪${prefix}sᴜᴢᴜʏᴀ
│◦➪${prefix}ᴛᴀɴᴊɪʀᴏ
│◦➪${prefix}ɪᴛsᴜᴋɪ
│◦➪${prefix}ᴄʜɪᴢᴜʀᴜ
│◦➪${prefix}ʜɪɴᴀᴛᴀ
│◦➪${prefix}sᴀᴋᴜʀᴀᴊɪᴍᴀ
│◦➪${prefix}ᴢᴏʀᴏ
│◦➪${prefix}ᴀsᴜɴᴀ
│◦➪${prefix}ᴀᴋᴀᴍᴇ
│◦➪${prefix}ᴍᴇɢᴜᴍɪɴ
│◦➪${prefix}ɴᴀʀᴜᴛᴏ
│◦➪${prefix}ᴇᴍɪʟɪᴀ
│◦➪${prefix}ᴇʀᴢᴀ
│◦➪${prefix}ɢʀᴇᴍᴏʀʏ
│◦➪${prefix}ʜᴇsᴛɪᴀ
│◦➪${prefix}ɪɴᴏʀɪ
│◦➪${prefix}ᴋᴀɢᴀ
│◦➪${prefix}ᴋᴀɢᴜʀᴀ
│◦➪${prefix}ᴋᴀᴋᴀsʜɪ
│◦➪${prefix}ᴋᴀᴏʀɪ
│◦➪${prefix}ᴋᴀɴᴇᴋɪ
│◦➪${prefix}ᴋᴏᴛᴏʀɪ
│◦➪${prefix}ᴋᴜʀᴜᴍɪ
│◦➪${prefix}ᴍᴀᴅᴀʀᴀ
│◦➪${prefix}ᴍɪᴋᴀsᴀ
│◦➪${prefix}ᴍɪɴᴀᴛᴏ
│◦➪${prefix}sᴀɢɪʀɪ
│◦➪${prefix}sᴀsᴜᴋᴇ
│◦➪${prefix}sʜɪɴᴀ
│◦➪${prefix}ᴛᴇᴊɪɴᴀ
│◦➪${prefix}ᴛᴏᴜᴋᴀ
│◦➪${prefix}ᴛsᴜɴᴀᴅᴇ
│◦➪${prefix}ᴡᴀɪғᴜ
│◦➪${prefix}ᴡᴀɪғᴜ2
│◦➪${prefix}ʏᴏᴛsᴜʙᴀ
│◦➪${prefix}ʏᴜᴍᴇᴋᴏ
└❏ *「 🛡️ ΔŇΞΜ€Ş 🛡️」*

╭━━ ⪩
┌❏  *「 🔞 ｈｅｎｔａｉ🔞 」*
│◦➪${prefix}ʟᴏʟɪ
│◦➪${prefix}trap
│◦➪${prefix}ʜᴇɴᴛᴀɪ
│◦➪${prefix}ɴᴇᴋᴏs
│◦➪${prefix}ᴀʜᴇɢᴀᴏ
│◦➪${prefix}ᴀss
│◦➪${prefix}ʙᴅsᴍ
│◦➪${prefix}blowjob
│◦➪${prefix}ᴄᴜᴍ
│◦➪${prefix}ᴇʀᴏ
│◦➪${prefix}ғᴇᴍᴅᴏᴍ
│◦➪${prefix}ɢᴀɴʙɢᴀɴʙ
│◦➪${prefix}ɢʟᴀssᴇs
│◦➪${prefix}ʜᴇɴᴛᴀɪ2
│◦➪${prefix}ᴋᴀsᴇᴅᴀɪᴋɪ
│◦➪${prefix}ᴍᴀsᴛᴜʀʙᴀᴛɪᴏɴ
│◦➪${prefix}ɴᴇᴋᴏ2
│◦➪${prefix}ᴘᴀɴᴛɪᴇs
│◦➪${prefix}ʏᴜʀɪ
│◦➪${prefix}ᴢᴇᴛᴛᴀɪ
└❏ *「 🔞 ｈｅｎｔａｉ 🔞 」*
`
}

const plaquinha = (prefix) => {
  return `
  ꕥ╦═════════════ꕥ
┌┤        🔴 ｐｌａｑｕｉｎｈａ 🔴
║╞═════════════ꕥ
║║ 
║╰━━━━── • ──━━━━ꕥ
║╭━━ ⪩
┌❏ *「 🔴 PLAQUINHA 🔴  」*
│◦➪${prefix}ᴘʟᴀᴄᴀʟᴏʟɪ
│◦➪${prefix}ᴍᴇᴍᴇ1
│◦➪${prefix}ᴍᴇᴍᴇ2
│◦➪${prefix}ᴍᴇᴍᴇ3
│◦➪${prefix}ᴘʟᴀᴄᴀ1
│◦➪${prefix}ᴘʟᴀᴄᴀ2
│◦➪${prefix}ᴘʟᴀᴄᴀ3
│◦➪${prefix}ᴘʟᴀᴄᴀ4
│◦➪${prefix}ᴘʟᴀᴄᴀ5
│◦➪${prefix}ᴘʟᴀᴄᴀ16
│◦➪${prefix}ᴅᴇsᴛɪɴʏ
│◦➪${prefix}sʜᴏᴛᴏ
│◦➪${prefix}sʜᴏᴛᴏ2
│◦➪${prefix}sᴀᴛᴏʀᴜ
│◦➪${prefix}ɪsᴜᴋᴜ
│◦➪${prefix}ᴍɪᴋᴇʏ
│◦➪${prefix}ᴋᴀᴋᴀsʜɪ2
│◦➪${prefix}ʀᴇ:ᴢᴇʀᴏ
│◦➪${prefix}ɪɴᴏsᴜᴋᴇ
│◦➪${prefix}ᴘʟᴀǫ2(+18)
│◦➪${prefix}ᴘʟᴀǫ3(+18)
│◦➪${prefix}ᴘʟᴀǫ24(+18)
└❏ *「 🔴 PLAQUINHA 🔴」*
  `
}

const efeitos = (prefix) => {
  return`
  ☮︎╦═════════════☮︎
┌┤     🎭 ｅｆｅｉｔｏｓ 🎭
║╞═════════════☮︎
║║ ⚠︎ᵃʳᵠᵘⁱᵛᵒˢ/ⁱᵐᵍ/ᵛⁱᵈᵉᵒˢ⚠︎
║╰━━━━── • ──━━━━☮︎
║╭━━ ⪩
┌❏ *「  🎭 ｅｆｅｉｔｏｓ🎭 」*
│◦➪${prefix}ʟᴇɢᴇɴᴅᴀ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ᴘʀᴏᴄᴜʀᴀᴅᴏ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ʜɪᴛʟᴇʀ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ᴘʀᴇsᴏ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ʟɪxᴏ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ᴅᴇʟᴇᴛᴇᴍ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ᴍᴏʀᴛᴏ [⇝@/ᶤᵐᵍ⇜]
│◦➪${prefix}ʟɢʙᴛ [⇝@/ᶤᵐᵍ⇜]
└❏ *「 🎭 ｅｆｅｉｔｏｓ 🎭 」*`
}


module.exports = {

adms,
alteradores,
menudono,
figurinhas,
jogos,
loja,
menu,
menuanimes,
menubasico,
menuinfo,
menuplay,
packs18,
plaquinha,
efeitos

}